# заменить все пробелы на "-"
# Способ первый
text = "there should be a normal text here"
text = text.replace(' ', '-')
print(text)
# Способ второй

# Ввести 3 числа, найти среднее арифмитическое с точностью до 3
a = int(input("Enter a number:"))
b = int(input("Enter a number:"))
c = int(input("Enter a number:"))
print((a+b+c)/3)
# Ввести Имя, Возраст и Город, сформировать приветственное сообщение путем формирования 3-мя способами

# Ввести 3 числа, сказать сколько из них положительных и сколько отрицательных